Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: For its part, the European Union will continue to work towards that goal by relying on international cooperation, financial and technical assistance programmes and effective arms control.
fr: L'Union européenne continuera, pour sa part, à œuvrer en faveur de cet objectif en s'appuyant sur la coopération internationale, sur les programmes d'aide financière et technique et sur une maîtrise effective des armements.

source: Mr. Kuchinsky (Ukraine): I wish to take this opportunity to express our appreciation to you, Mr. President, for holding this open debate on the question of small arms.
fr: M. Kuchinsky (Ukraine) (parle en anglais) : Je voudrais saisir cette occasion pour vous remercier, Monsieur le Président, d'avoir organisé ce débat public sur la question des armes légères.

source: I would also like to thank the Secretary-General for his substantive report (S/2005/69) on this issue, and to support the recommendations contained therein.
fr: Je souhaite également remercier le Secrétaire général pour son rapport de fond (S/2005/69) sur la question et en appuyer les recommandations.

source: In our view, the United Nations Programme of Action on small arms, which was adopted in 2001, is the most comprehensive framework to deal with the illicit trade in small arms.
fr: Nous estimons que le Programme d'action des Nations Unies relatif aux armes légères, adopté en 2001, constitue le cadre le plus global qui soit, permettant de lutter contre le trafic illicite des armes légères.

source: The Programme is a significant, but only the first, big step towards achieving the goal of controlling that scourge.
fr: Ce Programme dispose d'un certain poids, dans la mesure où c'est un premier pas important en vue de réaliser l'objectif de juguler ce fléau.

source: We hope that the follow-up process will find ways to strengthen and further develop the measures contained in the Programme.
fr: Nous espérons que le processus de suivi trouvera des moyens de renforcer et d'élaborer davantage les mesures contenues dans ce Programme.

source: Ukraine shares the view that efforts to combat the illicit trade in, and proliferation of, small arms and light weapons are greatly hampered by inadequate national, regional and international capacity to trace the sources and supply lines of illicit arms.
fr: L'Ukraine est également d'avis que les efforts visant à lutter contre le commerce illicite et la prolifération des armes légères et de petit calibre sont entravés essentiellement par une capacité nationale, régionale et mondiale insuffisante d'identifier les sources et les filières d'approvisionnement des armes illicites.

source: While recognizing the vital importance of international cooperation, we believe that States bear the primary responsibility to solve the problems associated with the illicit trade in small arms and light weapons.
fr: Si nous reconnaissons l'importance fondamentale de la coopération internationale, nous pensons néanmoins que c'est aux États qu'incombe la responsabilité principale de résoudre les problèmes liés au commerce illicite des armes légères et de petit calibre.

source: States should make their best effort to ensure that the production, export, import, stockpiling, marking and transfer of small arms and light weapons, as well as record-keeping, are carried out in strict adherence to international and national laws and regulations.
fr: Les États doivent redoubler d'efforts en vue de faire en sorte que la production, l'exportation, l'importation, le stockage, le marquage, l'enregistrement et les transferts d'armes légères soient effectués dans le plus strict respect du droit international ainsi que des législations et des réglementations nationales.

source: We are of the view that each element in the tracing of illicit small arms and light weapons — marking, record-keeping and international cooperation — should remain a national prerogative.
fr: Nous estimons que chaque élément du traçage d'une arme légère et de petit calibre illicite - marquage, enregistrement, coopération internationale - doit demeurer une prérogative nationale.

source: Any arrangement to be established or further strengthened by a new international instrument on tracing should not duplicate, complicate or diminish the effectiveness of existing mechanisms and arrangements, including customs cooperation and mutual legal assistance.
fr: Toute disposition visant à mettre en place ou à renforcer un nouvel instrument international sur le traçage ne doit pas compliquer ou réduire l'efficacité des mécanismes ou dispositifs existants, ni chevaucher avec ceux-ci, notamment en ce qui concerne la coopération douanière et l'entraide juridique.

source: Ukraine fully supports the view that any new instrument should conform to the existing commitments of States under the relevant bilateral, regional and international arrangements and should fully reflect national security interests.
fr: L'Ukraine partage pleinement le point de vue selon lequel tout nouvel instrument doit être conforme aux engagements existants des États au titre des dispositions bilatérales, régionales et internationales pertinentes et doit refléter pleinement les intérêts de sécurité nationale.

source: Above all, we believe that a future instrument should be viable, effective and workable, so that it can enjoy the broadest possible support from the international community.
fr: Nous pensons surtout que le futur instrument devra être viable, efficace et utilisable, de façon à pouvoir bénéficier du plus large soutien possible au sein de la communauté internationale.

source: It is evident that promoting long-term conditions for development and security is impossible without the resolution of ongoing conflicts and the taking of adequate measures aimed at ensuring stability in post-conflict situations.
fr: Il est évident qu'il est impossible d'encourager des conditions à long terme pour le développement et la sécurité en l'absence d'un règlement des conflits en cours et de l'adoption de mesures adéquates en vue de garantir la stabilité dans les situations d'après conflit.

source: The Council has made considerable progress in that regard. However, we still have some distance to cover in the areas of detailed monitoring and working with businesses, financial institutions and other actors on the implementation of arms embargoes.
fr: Le Conseil a réalisé des progrès considérables à cet égard, mais il reste encore une certaine distance à parcourir au niveau du suivi détaillé et de la collaboration avec les entreprises, les institutions financières et autres protagonistes s'agissant de faire respecter les embargos sur les armes.

source: The series of innovative measures taken by the Security Council to enhance compliance with arms embargoes, including by establishing independent panels of experts and monitoring mechanisms, has resulted in some positive outcomes.
fr: La série de mesures novatrices prises par le Conseil de sécurité a donné certains résultats positifs pour ce qui est de renforcer le respect des embargos sur les armes, notamment en créant des groupes d'experts indépendants et des mécanismes de suivi.

source: The problem nevertheless persists. We fully support the Council's consideration of action against States, entities and individuals that deliberately violate United Nations arms embargoes.
fr: Le problème persiste cependant, et nous sommes tout à fait favorables à ce que le Conseil envisage de prendre des mesures contre les États, les entités ou les particuliers qui violent délibérément les embargos sur les armés décrétés par l'ONU.

source: It is also important to review the lessons learned, in order to ensure the effectiveness of further measures that could be taken by the Security Council.
fr: Il est également important d'examiner les enseignements tirés, de façon à garantir l'efficacité des nouvelles mesures susceptibles d'être prises par le Conseil de sécurité.

source: It will be useful to focus on the financial sources used to purchase illegal weapons and to define the role that international organizations, business and financial institutions and other actors at the regional and local levels can play in implementing arms embargoes.
fr: Il faudra se concentrer sur la question des sources financières ayant servi à l'achat d'armes illicites et définir le rôle que les organisations internationales, les entreprises, les institutions financières et autres protagonistes peuvent jouer aux niveaux régional et local s'agissant de faire respecter les embargos sur les armes.

source: Ukraine would also like to propose some additional elements concerning illicit small arms and light weapons for further exploration as the issue is discussed: placing restrictions on the supply of ammunition to areas of instability; and destroying excessive old stockpiles of small arms and light weapons.
fr: L'Ukraine voudrait également proposer que l'on explore davantage certains éléments supplémentaires s'agissant des armes légères et de petit calibre durant le débat en cours, notamment la mise en place de restrictions sur l'approvisionnement en munitions dans les zones d'instabilité et la destruction des stocks excédentaires d'armes légères et de petit calibre.

source: Ukraine believes that the effective destruction of excessive old stockpiles of small arms and light weapons in affected countries may prove to be an important development.
fr: L'Ukraine estime que la destruction effective des stocks excédentaires d'armes légères et de petit calibre dans les pays touchés peut s'avérer un fait nouveau positif.

source: In our view, the successful implementation of NATO's Partnership for Peace trust fund project in my country, which aims to destroy 1.5 million small arms and light weapons and 133,000 tons of ammunition, as well as future destruction programmes to be carried out in Ukraine under the Organization for Security and Cooperation in Europe (OSCE) Document on Stockpiles of Conventional Ammunition, will make a considerable contribution to international efforts in this area.
fr: À notre avis, la bonne réalisation du projet financé par un Fonds d'affectation spéciale OTAN/Partenariat pour la paix dans mon pays, qui vise à détruire 1,5 million d'armes légères et 133 000 tonnes de munitions, ainsi que les futurs programmes de destruction en Ukraine au titre du Document sur les stocks de munitions de type classique de l'Organisation pour la sécurité et la coopération en Europe (OSCE), contribueront grandement aux efforts internationaux à cet égard.

source: In conclusion, I would like to stress that Ukraine conducts a responsible policy in the field of arms control.
fr: Je voudrais pour terminer souligner que l'Ukraine mène une politique responsable dans le domaine de la maîtrise des armements.

source: Ukrainian legislation envisages strict measures to prevent the illegal manufacture, possession and trafficking of all types of armaments, including small arms and light weapons.
fr: La législation ukrainienne prévoit des mesures strictes pour prévenir la fabrication, la possession et le trafic illicites de tous les types d'armes, y compris les armes légères et de petit calibre.

source: A national export-control system provides for effective procedures for licensing imports and exports.
fr: Un système national de contrôle des exportations prévoit des procédures efficaces d'octroi de licences à l'exportation ou à l'importation.

source: Measures have also been taken to improve national legislation in this field.
fr: Des mesures ont également été prises pour améliorer la législation nationale en la matière.

source: One of the latest steps was the adoption by the Government of Ukraine of a set of practical measures to implement the 2001 United Nations Programme of Action and the 2000 OSCE Document on Small Arms and Light Weapons.
fr: L'une des dernières initiatives du Gouvernement ukrainien a été l'adoption de toute une série de mesures pratiques en vue d'appliquer le Programme d'action des Nations Unies de 2001, ainsi que le Document de l'OSCE sur les armes légères et de petit calibre de 2002.

source: Let me assure the Council that Ukraine will continue to play an active part in international efforts to combat the illicit trafficking in small arms and light weapons and to rein in their uncontrolled proliferation.
fr: Je voudrais assurer le Conseil que l'Ukraine continuera de participer activement aux efforts internationaux de lutte contre le commerce illicite des armes légères et de petit calibre en vue de limiter leur prolifération incontrôlée.

source: The President (spoke in French): I now call on the representative of Canada.
fr: Le Président : Je donne maintenant la parole au représentant du Canada.

source: Mr. Laurin (Canada) (spoke in French): The Security Council has an important role to play in facilitating and enforcing international efforts to control the pervasive impact of the proliferation and misuse of small arms and light weapons.
fr: M. Laurin (Canada) : Le Conseil de sécurité a un rôle important à jouer pour ce qui est de faciliter et d'appliquer des mesures internationales destinées à lutter contre les incidences profondes de la prolifération des armes légères et de petit calibre et de leur utilisation abusive.

source: Canada is encouraged by the progress made in that regard, particularly the establishment of mechanisms to assess the implementation of sanctions regimes and the strengthening of arms embargoes.
fr: Le Canada est encouragé par les progrès accomplis à cet égard, notamment dans l'établissement de mécanismes d'évaluation de l'application des régimes de sanction et dans le renforcement des mesures d'embargo sur les armes.

source: Nevertheless, this issue deserves the Council's sustained attention, given that small arms and light weapons continue to threaten international peace and security.
fr: Cependant, cette question mérite l'attention soutenue du Conseil, compte tenu du fait que les armes légères et de petit calibre continuent de menacer la paix internationale et la sécurité.

source: This debate provides an invaluable opportunity to recognize the progress that has been made, to consider lessons learned and, most important, to renew efforts to focus on the many aspects of the small arms issue.
fr: Le présent débat offre une merveilleuse occasion de reconnaître les progrès, de réfléchir aux leçons tirées et surtout de redoubler d'efforts en vue de cibler les nombreux aspects de la question des armes de petit calibre.

source: The Secretary-General's report (S/2005/69) will be useful in guiding our future efforts, especially given its recommendations on how the Council could usefully contribute to combating the illicit trade in small arms in all its aspects.
fr: Le rapport du Secrétaire général nous guidera utilement dans notre action future, notamment par ses recommandations quant à la façon dont le Conseil pourrait contribuer utilement à lutter contre le commerce illicite des armes de petit calibre sous tous ses aspects.

source: Compliance with arms embargoes and sanctions regimes is central to international peace and security.
fr: Il est essentiel pour la paix et la sécurité internationales que les embargos sur les armes et les régimes de sanctions soient respectés.

source: We urge the Council to continue aggressive implementation and monitoring of these regimes, and welcome its engagement with regional initiatives, such as the Nairobi Declaration and the Economic Community of West African States moratorium.
fr: Nous demandons instamment au Conseil de continuer d'appliquer fermement ces régimes et de les surveiller sans répit. Nous nous félicitons de sa participation à des initiatives régionales telles que la Déclaration de Nairobi et le Moratoire de la Communauté économique des États d'Afrique de l'Ouest.

source: Canada encourages the Council to utilize such tools as reports and recommendations from monitoring groups and expert panels to ensure greater transparency and cooperation with sanctions regimes.
fr: Le Canada encourage le Conseil à utiliser des outils tels que les rapports et les recommandations de groupes de surveillance et de groupes d'experts pour assurer une plus grande transparence des régimes de sanctions et une plus grande coopération quant à leur application.

source: We urge the Council to support the recommendations made by high-level and monitoring groups on the need to address gaps in legislation on brokering and to strengthen transfer controls.
fr: Nous engageons le Conseil à appuyer les recommandations faites par les groupes de haut niveau et de surveillance pour ce qui a trait au besoin de combler les lacunes législatives existantes concernant la vente et les contrôles de transfert renforcés.

source: The Council must call on Member States to exercise the highest degree of responsibility in the transfer of small arms.
fr: Le Conseil doit inviter les États membres à exercer le plus grand degré de responsabilité dans le transfert des armes légères.

source: An effective global response to small arms must address control of transfers between States as well as transfers to non-State actors.
fr: Une réponse globale efficace aux armes légères doit prendre en compte la question du contrôle des transferts entre les États aussi bien que les transferts aux acteurs non étatiques.

source: The establishment of an international instrument on the identification and tracing of small arms and light weapons would also help the Council in its efforts to enforce arms embargoes and to control the illicit trade in order to ensure the protection of civilians.
fr: La création d'un instrument international permettant d'identifier et de tracer les armes légères et de petit calibre aiderait aussi le Conseil dans les efforts qu'il déploie pour faire appliquer les embargos sur les armes et lutter contre le trafic illicite, afin d'assurer la protection des civils.

source: Canada is committed to seeing a successful conclusion of these negotiations and we welcome the High-level Panel's recommendation of a legally binding instrument.
fr: Le Canada entend voir mener à bien ces négociations, et nous nous réjouissons que le Groupe de personnalités de haut niveau ait recommandé un instrument ayant force obligatoire.

source: We urge the Council to consider its role in improving international cooperation with respect to tracing small arms in conflict and post-conflict settings.
fr: Nous exhortons le Conseil à réfléchir à son rôle pour ce qui est d'améliorer la coopération internationale dans le traçage des armes de petit calibre dans les situations de conflit et de lendemain de conflit.

source: Peacekeeping operations and sanctions committees should receive the appropriate mandates to initiate traces that will assist States to identify those who knowingly violate arms embargoes.
fr: Le Comité des opérations de maintien de la paix et le Comité des sanctions devraient se voir confier le mandat voulu pour commencer à tracer ces armes de manière à aider les États à repérer ceux qui enfreignent sciemment les embargos.

source: Furthermore, we encourage the Council to consider increased cooperation with the International Criminal Police Organization in order to improve identification of diversion points in the trade of small arms.
fr: En outre, nous encourageons le Conseil à envisager une coopération accrue avec l'Organisation internationale de police criminelle afin de découvrir plus facilement les points de détournement dans le commerce des armes de petit calibre.

source: Small arms proliferation must be considered as part of the broader context of international peace and human security, including initiatives to strengthen peacebuilding and conflict-prevention efforts.
fr: La prolifération des armes de petit calibre doit être considérée comme faisant partie du contexte plus général de la paix internationale et de la sécurité humaine, y compris d'initiatives prises pour renforcer les efforts de consolidation de la paix et de prévention des conflits.

source: Those weapons continue to interfere with conflict prevention measures, undermine the provision of humanitarian assistance, exacerbate armed conflict and insecurity, threaten security in refugee camps, and frustrate the sustainability of peace processes and peacebuilding efforts.
fr: Ces armes continuent de contrecarrer les mesures de prévention des conflits, de saper la fourniture d'aide humanitaire, d'exacerber les conflits armés et l'insécurité, de menacer la sécurité dans les camps de réfugiés et d'entamer la viabilité des processus de paix et des efforts de consolidation de la paix.

source: Increased interaction between the Council and the General Assembly would allow for creative approaches to the small arms issue from a broader peacebuilding and human security perspective.
fr: Une plus forte interaction entre le Conseil et l'Assemblée générale ouvrirait la voie à des approches créatives par rapport à la question des armes de petit calibre depuis cette perspective plus générale de la consolidation de la paix et de la sécurité humaine.

source: Canada supports further cooperation between the two organs to develop and implement immediate and long-term strategies.
fr: Le Canada est favorable à une coopération accrue entre les deux organes pour l'élaboration et l'application de stratégies immédiates comme à long terme.

source: Greater results will be achieved through more decisive and substantive action by both bodies.
fr: Une action plus importante et déterminante des deux organes permettra d'obtenir de meilleurs résultats.

source: The Security Council, through such resolutions as 1521 (2003) on Liberia and 1533 (2004) on the Democratic Republic of the Congo, has recognized and made efforts to address the link between the illicit trade in small arms and the illicit exploitation of natural and other resources.
fr: En adoptant des résolutions telles que la résolution 1521 (2003) sur le Libéria et la résolution 1533 (2004) sur la République démocratique du Congo, le Conseil de sécurité reconnaissait le lien entre le commerce illicite des armes de petit calibre et l'exploitation illicite de ressources naturelles et autres, et il s'efforçait d'y trouver une réponse.

source: Canada urges the Security Council to take stronger measures — including the enforcement and monitoring of targeted sanctions — to break the cycle between arms shipments though illicit channels and the exploitation of natural resources.
fr: Le Canada invite instamment le Conseil de sécurité à prendre des mesures plus vigoureuses, y compris l'application et la surveillance de sanctions ciblées, afin de rompre le cycle des expéditions d'armes par des voies illicites et de l'exploitation de ressources naturelles.

source: Canada welcomes progress made to date on the inclusion of disarmament, demobilization and reintegration (DDR) planning in integrated peacekeeping missions, as well as the development of policies, guidelines and procedures for the planning and implementation of DDR in a peacekeeping context.
fr: Le Canada se félicite des progrès enregistrés à ce jour dans l'inclusion de la planification du désarmement, de la démobilisation et de la réintégration (DDR) dans les missions de maintien de la paix intégrées, ainsi que de la définition de politiques, de lignes directrices et de procédures pour la planification et la mise en oeuvre des programmes de DDR dans le contexte du maintien de la paix.
